[
  {
    "id": 9,
    "name": "Tender Vertical Reforzado - 3 Niveles",
    "description": "Diseñado para maximizar el espacio, este tender reforzado es apto tanto para interior como para exterior",
    "price": 24500,
    "originalPrice": 34000,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769887300/tender_vertical_zd1qcf.webp",
    "categories": [
      "Hogar"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "Capacidad: Sus 3 niveles dobles cuentan con un total de 21 varillas, soportando hasta 40 kg de carga.",
      "Diseño Inteligente: Incluye 2 mensulas laterales ideales para colgar perchas y optimizar el secado de camisas o abrigos.",
      "Materiales de Alta Calidad: Estructura de acero con pintura antióxido y terminaciones en plástico reforzado.",
      "Movilidad y Espacio: Con una altura de 170 cm y ruedas incorporadas, es perfecto para departamentos."
    ]
  },
  {
    "id": 15,
    "name": "Balde Bloques Encastrable 120 Piezas",
    "description": "¡Diversión y creatividad ilimitadas esperan a los peques constructores! Este juguete viene con un set de 120 piezas que permitirá dar rienda suelta a su imaginación mientras desarrollan habilidades motoras y habilidades cognitivas.",
    "price": 12500,
    "originalPrice": 16000,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1770063777/balde_bloques_120piezas_dgubsf.webp",
    "categories": [
      "Juguetes",
      "Infantil"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "Set de 120 piezas para construir.",
      "Adecuado para niños y niñas a partir de 3 años.",
      "Presentado en un práctico balde para facilitar el transporte y el almacenamiento."
    ]
  },
  {
    "id": 6,
    "name": "Cartuchera 4 Pisos COMPLETA",
    "description": "Esta cartuchera de 4 niveles no solo destaca por sus increíbles diseños, sino que viene totalmente equipada para que no te falte nada en clase.",
    "price": 24500,
    "originalPrice": 29000,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769882193/cartuchera_4pisos_completa_za9grp.webp",
    "categories": [
      "Librería",
      "Infantil"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "Piso 1: Lápices de colores de cuerpo decorado.",
      "Piso 2: Marcadores de colores vibrantes.",
      "Piso 3: Bolígrafos de colores surtidos.",
      "Piso 4: Set de geometría (regla), sacapuntas, goma, lápiz negro, lapicera y anotador.",
      "Diseños Tendencia: Motivos de Minecraft, Chimuelo (Cómo entrenar a tu dragón), Avengers, Capibara y estilos 'Cute'."
    ]
  },
  {
    "id": 4,
    "name": "Mochila 3 en 1 – Mochila + Lonchera + Cartuchera",
    "description": "Mochila, lonchera y cartuchera. Un solo producto, todo lo que necesitan.Ideal para chicos y adolescentes",
    "price": 29000,
    "originalPrice": 34000,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769883667/mochila_3en1_or1mrx.webp",
    "categories": [
      "Librería",
      "Infantil"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "Mochila principal amplia y resistente",
      "Lonchera térmica para alimentos",
      "Cartuchera combinada"
    ]
  },
  {
    "id": 1,
    "name": "Pizarra Mágica LED 20x30",
    "description": "Este panel de acrílico transparente te permite escribir, dibujar y crear mensajes que brillan gracias a su base con iluminación LED. Es perfecta como lámpara de noche decorativa o para que los más chicos se diviertan dibujando sin parar.",
    "price": 20000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769871505/pizarra_led_lf9xbn.webp",
    "categories": [
      "Infantil",
      "Juguetes",
      "Regalos"
    ],
    "featured": true,
    "stock": false,
    "details": [
      "Efecto Neón: Al encender la base, tus dibujos brillan con una intensidad increíble",
      "Kit Completo: Incluye 7 marcadores de colores especiales y un paño de limpieza para borrar y volver a empezar.",
      "Conexión USB: Se alimenta mediante cable USB (incluido), ideal para conectar a cualquier cargador o computadora.",
      "Tamaño Ideal: Placa de acrílico de 20x30 cm con soporte estable."
    ]
  },
  {
    "id": 2,
    "name": "Mate Listo Autocebante - 750ml",
    "description": "La solución perfecta para los amantes del mate que están siempre en movimiento. Este Mate Listo combina un termo de alta calidad con un mate incorporado, permitiéndote cebar automáticamente de forma súper práctica.",
    "price": 22500,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769878309/mate_autocebante_750_ijszgq.webp",
    "categories": [
      "Hogar"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "Capacidad: 750 ml.",
      "Material: Acero inoxidable de doble capa (mantiene la temperatura por horas).",
      "Sistema: Autocebante (el agua sube al succionar o presionar).",
      "Práctico: Ideal para viajes, oficina o estudiar."
    ]
  },
    {
    "id": 3,
    "name": "Mini Pizarra Didáctica con Proyector",
    "description": "¡Despertá la creatividad de los más chicos con la pizarra mágica. Gracias a su tamaño pequeño, es ergonómica e ideal para niños a partir de los 3 años.",
    "price": 19000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769879045/pizarra_didactica_con_royector_njdf4m.webp",
    "categories": [
      "Infantil",
      "Juguetes",
      "Regalos"
    ],
    "featured": true,
    "stock": false,
    "details": [
      "Modelos Disponibles: Jirafa, Dinosaurio y Unicornio.",
      "Proyector de Dibujos: Solo hay que colocar un disco, encender la luz y ¡listo! Pueden calcar y pintar sus personajes favoritos.",
      "100% Portátil: Funciona a pilas, lo que permite llevar la diversión a la mesa, al auto o donde quieran (pilas no incluidas).",
      "Kit Completo: Incluye marcadores de colores, borrador y discos con variados dibujos para proyectar."
    ]
  },
  {
    "id": 5,
    "name": "Set de Marcadores Doble Punta x24",
    "description": "Gracias a su sistema de doble punta, tenés el control total: una punta fina para detalles precisos y contornos, y una punta biselada para rellenos rápidos y trazos gruesos.",
    "price": 8500,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769881432/set_marcadores_doble_punta_x24_gxw2jg.webp",
    "categories": [
      "Librería",
      "Infantil"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "24 Marcadores de alta calidad.",
      "Estuche de transporte: Semirrígido con cierre para mantener tus plumones organizados y protegidos a donde vayas.",
      "Doble Versatilidad: Punta fina (1mm) y Punta biselada (6mm) en un mismo marcador.",
      "Gama de Colores Vibrantes: 24 tonos seleccionados para lograr degradados y mezclas perfectas.",
      "Tinta de Secado Rápido: Basada en alcohol, evita manchas y permite capas de color uniformes.",
      "Diseño Ergonómico: Cuerpo cuadrado para un agarre cómodo que no rueda por la mesa."
    ]
  },
  {
    "id": 7,
    "name": "Vaso Térmico Quencher 1.2L",
    "description": "Mantenete hidratada todo el día con el Quencher de 1200 ml. Es enorme, cómodo y mantiene tus bebidas frías por horas. Ideal para el gimnasio, la oficina o tus viajes.",
    "price": 21000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769885958/vaso_quencher_1200ml_dyledp.webp",
    "categories": [
      "Hogar"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "CAPACIDAD: 1.2 Litros (¡No te quedás sin agua nunca!)",
      "DISEÑO FUNCIONAL: Manija ergonómica para un agarre cómodo y base angosta que entra perfecto en el posavasos del auto",
      "MÁXIMO FRÍO: Acero inoxidable de doble pared con aislamiento al vacío.",
      "SORBETE INCLUIDO: Tapa con tres posiciones y sorbete removible.",
      "MODELOS EXCLUSIVOS: Stock dinámico con colores pasteles, marmoleados y degrade (Consultá los colores disponibles del día)."
    ]
  },
  {
    "id": 8,
    "name": "BOTELLA INFANTIL TÉRMICA - 450ML",
    "description": "¡La botella más linda y resistente para el cole o el jardín! Con diseños en relieve y materiales de alta calidad, mantiene las bebidas a la temperatura ideal mientras los chicos se divierten con sus personajes favoritos.",
    "price": 18000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769886553/botella_infantil_termica_450ML_ft85hu.webp",
    "categories": [
      "Infantil",
      "Hogar"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "ACERO INOXIDABLE 316: Calidad premium (SUS 316) para máxima higiene y durabilidad.",
      "DISEÑO ANTIPATADAS: Funda de silicona protectora con motivos en relieve (Ciervo, Conejo, Robot, Oso, Rana).",
      "SORBETE INTEGRADO: Fácil de usar y con cierre hermético para evitar derrames.",
      "CORREA REGULABLE: Incluye correa para llevarla colgada cómodamente."
    ]
  },
  {
    "id": 10,
    "name": "Proyector Star Master",
    "description": "¿Querés transformar tu cuarto en un planetario? Star Master es un proyector giratorio. Ideal como luz de noche para los más chicos o para crear un ambiente relajante y mágico en cualquier habitación.",
    "price": 11000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769889896/proyector_star_master_n1pzpb.webp",
    "categories": [
      "Juguetes",
      "Infantil"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "Efecto Giratorio: Las estrellas y la luna se mueven por todo el techo y las paredes.",
      "Varios Modos de Luz: Elegí entre luz blanca cálida o combinaciones de colores (azul, rojo, verde).",
      "Doble Función: Usalo con la tapa blanca como lámpara de noche suave, o quitala para proyectar el cielo estrellado.",
      "Doble Alimentación: Funciona con pilas (para llevarlo a cualquier lado) o mediante cable USB."
    ]
  },
  {
    "id": 11,
    "name": "Pop It Eléctrico",
    "description": "¡Diversión y desafío en un solo juguete. Perfecto para mejorar la memoria y la coordinación motriz de los más chicos de forma súper entretenida.",
    "price": 7500,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769890975/popit_electrico_k3cyms.webp",
    "categories": [
      "Juguetes",
      "Infantil"
    ],
    "featured": false,
    "stock": true,
    "details": [
      "Modos de Juego: Cuenta con múltiples niveles de velocidad y memoria para mantener el desafío constante.",
      "Edad Recomendada: Ideal para niños a partir de los 3 años.",
      "Portátil: Funciona con 3 pilas AAA (no incluidas), para jugar en casa o llevar de viaje."
    ]
  },
  {
    "id": 12,
    "name": "Set de Utensilios Premium – 12 Piezas con Soporte",
    "description": "Este set es el aliado perfecto para cuidar tus ollas y sartenes. Fabricados en silicona de grado alimenticio resistente al calor y mangos de madera ergonómicos, ofrecen durabilidad y un diseño moderno que queda increíble en cualquier mesada.",
    "price": 20000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769970737/set_utensilios_12piezas_mfj6ak.webp",
    "categories": [
      "Hogar"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "Completo: Incluye espátulas, cucharas, batidor, pincel, pinzas y más (12 piezas en total).",
      "Antiadherente: La silicona suave no raya el teflón ni la cerámica.",
      "Resistente: Soporta altas temperaturas sin deformarse.",
      "Organizado: Incluye el soporte (balde) a tono para tener todo siempre a mano."
    ]
  },
  {
    "id": 13,
    "name": "Set de Cuchillos de Cocina Coloridos",
    "description": "Este juego de 6 piezas no solo destaca por su estética vibrante, sino por su altísima funcionalidad. Cada cuchillo cuenta con un revestimiento antiadherente que facilita el corte y evita que los alimentos se peguen.",
    "price": 14000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769971617/set_cuchillos_coloridos_x6_edqhi2.webp",
    "categories": [
      "Hogar"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "Cuchillo de Chef: El todoterreno para picar y rebanar.",
      "Cuchillo para Pan: Sierra perfecta para cortes limpios.",
      "Cuchillo para Tallar: Ideal para carnes y cortes precisos.",
      "Cuchillo Multiuso: Para frutas, verduras y tareas diarias.",
      "Cuchillo de Oficio: Pequeño y manejable para detalles.",
      "Pelador Cerámico: El aliado perfecto para vegetales.",
      "Hojas de Acero Inoxidable: Durabilidad y filo prolongado.",
      "Recubrimiento Antiadherente: Higiénico y súper fácil de lavar.",
      "Mangos Ergonómicos 'Soft Touch': Agarre cómodo y antideslizante para mayor seguridad.",
      "Diseño Colorido: Identificá cada cuchillo por su color y evitá la contaminación cruzada."
    ]
  },
  {
    "id": 14,
    "name": "Pizarra Lcd Infantil De Dibujo 12 Pulgadas",
    "description": "Tableta Gráfica Infantil diseñada para pequeños artistas. Ofrece una experiencia de dibujo única con trazos multicolor, permitiendo a los niños explorar un mundo lleno de colores vibrantes. La sensibilidad a la presión permite un control preciso del grosor de las líneas, brindando una experiencia de dibujo realista y natural.",
    "price": 7000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1769973412/pizarra_infantil_12pulgadas_dh7kwh.webp",
    "categories": [
      "Infantil",
      "Juguetes"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "Pantalla LCD con superficie de dibujo clara y nítida.",
      "Tamaño: 28,5X19X0,5cm",
      "Área de escritura: 23X16,5cm.",
      "Peso neto: 163g",
      "Ideal para todas las edades."
    ]
  },
  {
    "id": 16,
    "name": "Mochila Con Cartuchera – UNICORNIO",
    "description": "Ideal para los primeros años del colegio con la cartuchera haciendo tono. Bolsillo frontal y doble cierre en la parte superior.",
    "price": 20000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1770065503/mochila_cartuchera_UNICORNIO_iqndfy.webp",
    "categories": [
      "Librería",
      "Infantil"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "1 Mochila",
      "1 Cartuchera tubo",
      "Medidas: 36cm X 29cm X 16cm"
    ]
  },
  {
    "id": 17,
    "name": "Mochila Con Cartuchera – ASTRONAUTA",
    "description": "Ideal para los primeros años del colegio con la cartuchera haciendo tono. Bolsillo frontal y doble cierre en la parte superior.",
    "price": 20000,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1770066787/mochila_cartuchera_ASTRONAUTA_uxa8pm.webp",
    "categories": [
      "Librería",
      "Infantil"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "1 Mochila",
      "1 Cartuchera tubo",
      "Medidas: 36cm X 29cm X 16cm"
    ]
  },
  {
    "id": 18,
    "name": " Marcadores Infantiles Mini x18",
    "description": "Set de 18 marcadores de colores con presentación en envase portátil con diseño infantil. Su práctico envase con asa facilita el transporte y el guardado, perfecto para uso escolar y actividades creativas.",
    "price": 6500,
    "originalPrice": null,
    "image": "https://res.cloudinary.com/ddeyvxay3/image/upload/v1770067298/marcadores_infantiles_x18_sunx7m.webp",
    "categories": [
      "Librería",
      "Infantil"
    ],
    "featured": false,
    "stock": false,
    "details": [
      "18 Marcadores mini de colores",
      "1 Envase plástico diseño infantil"
    ]
  }
]